<?php

return [
    'payment' => [
        'redirect' => 'يرجى البقاء في هذه الصفحة. ستتم إعادة توجيهك خلال 3 ثوان ...',
        'success' => [
            'title' => 'نجحت العملية',
            'content' => 'لقد تلقينا دفعتك ، شكرًا لك',
        ],
        'failed' => [
            'title' => 'فشلت العملية',
            'content' => 'لم نتمكن من استلام دفعتك ، يرجى المحاولة مرة أخرى',
        ]
    ],
    'reset_password_mobile' => 'تم إعادة تعيين كلمة المرور بنجاح.',
    'reset_password_mobile_redirect' => 'يمكنك العودة الى التطبيق الان واستخدام الباسوورد الجديد لتسجيل الدخول.',
    'app_name' => 'خانة الجمال',
    'account' => [
        'verification' => 'هو رمز التحقق الخاص بك لتطبيق خانة الجمال: :code',
    ],
];